# Make sure we’re using the latest Homebrew
update

# Add taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

# Core utilities
brew "python"
brew "git"
brew "gnu-tar"
brew "gnutls"
brew "stow"
brew "make"
brew "tmux"
brew "vim"
brew "wget"

# Usability
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"

cask "kitty"

cask "font-source-code-pro"
cask "zerotier-one"
# cask "hyperswitch"
# cask "spectacle"

# Core apps
cask "1password"
cask "google-chrome"
cask "wavebox"

# Useful utilities
brew "htop"
brew "sshfs"
brew "subversion"
brew "tree"
brew "ranger"
brew "ctags"
brew "dduan/formulae/tre"
brew "keith/formulae/tag"

# Useful apps
cask "balenaetcher"
cask "transmission"
cask "virtualbox"
cask "vlc"

# Creative apps
cask "spotify"
cask "musescore"
cask "gimp"
cask "bitwig-studio"

# Language support
brew "node"
brew "opam"
brew "haskell-stack"

# Publishing
cask "microsoft-office"
cask "mactex"
brew "pandoc"
brew "graphviz"
brew "librsvg"

# Remove outdated versions from the cellar
cleanup
