tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "git"
brew "htop"
brew "make"
brew "node"
brew "python"
brew "stow"
brew "subversion"
brew "tmux"
brew "tree"
brew "vim"
cask "1password"
cask "balenaetcher"
cask "bitwig-studio"
cask "font-source-code-pro"
cask "google-chrome"
cask "mactex"
cask "spotify"
cask "transmission"
cask "virtualbox"
cask "vlc"
cask "wavebox"
